7767517
60 60
Input            input0                   0 1 input0
Convolution      168                      1 1 input0 168 0=16 1=3 11=3 2=1 12=1 3=2 13=2 4=0 14=0 15=1 16=1 5=1 6=432
ReLU             170                      1 1 168 170
ConvolutionDepthWise 172                      1 1 170 172 0=16 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=144 7=16
ReLU             174                      1 1 172 174
Convolution      175                      1 1 174 175 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=512
ReLU             177                      1 1 175 177
ConvolutionDepthWise 179                      1 1 177 179 0=32 1=3 11=3 2=1 12=1 3=2 13=2 4=0 14=0 15=1 16=1 5=1 6=288 7=32
ReLU             181                      1 1 179 181
Convolution      182                      1 1 181 182 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=2048
ReLU             184                      1 1 182 184
ConvolutionDepthWise 186                      1 1 184 186 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=576 7=64
ReLU             188                      1 1 186 188
Convolution      189                      1 1 188 189 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
ReLU             191                      1 1 189 191
ConvolutionDepthWise 193                      1 1 191 193 0=64 1=3 11=3 2=1 12=1 3=2 13=2 4=0 14=0 15=1 16=1 5=1 6=576 7=64
ReLU             195                      1 1 193 195
Convolution      196                      1 1 195 196 0=128 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=8192
ReLU             198                      1 1 196 198
ConvolutionDepthWise 200                      1 1 198 200 0=128 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=1152 7=128
ReLU             202                      1 1 200 202
Convolution      203                      1 1 202 203 0=128 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=16384
ReLU             205                      1 1 203 205
ConvolutionDepthWise 207                      1 1 205 207 0=128 1=3 11=3 2=1 12=1 3=2 13=2 4=0 14=0 15=1 16=1 5=1 6=1152 7=128
ReLU             209                      1 1 207 209
Convolution      210                      1 1 209 210 0=256 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=32768
ReLU             212                      1 1 210 212
ConvolutionDepthWise 214                      1 1 212 214 0=256 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=2304 7=256
ReLU             216                      1 1 214 216
Convolution      217                      1 1 216 217 0=256 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=65536
ReLU             219                      1 1 217 219
ConvolutionDepthWise 221                      1 1 219 221 0=256 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=2304 7=256
ReLU             223                      1 1 221 223
Convolution      224                      1 1 223 224 0=256 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=65536
ReLU             226                      1 1 224 226
ConvolutionDepthWise 228                      1 1 226 228 0=256 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=2304 7=256
ReLU             230                      1 1 228 230
Convolution      231                      1 1 230 231 0=256 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=65536
ReLU             233                      1 1 231 233
ConvolutionDepthWise 235                      1 1 233 235 0=256 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=2304 7=256
ReLU             237                      1 1 235 237
Convolution      238                      1 1 237 238 0=256 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=65536
ReLU             240                      1 1 238 240
ConvolutionDepthWise 242                      1 1 240 242 0=256 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=2304 7=256
ReLU             244                      1 1 242 244
Convolution      245                      1 1 244 245 0=256 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=65536
ReLU             247                      1 1 245 247
ConvolutionDepthWise 249                      1 1 247 249 0=256 1=3 11=3 2=1 12=1 3=2 13=2 4=0 14=0 15=1 16=1 5=1 6=2304 7=256
ReLU             251                      1 1 249 251
Convolution      252                      1 1 251 252 0=512 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=131072
ReLU             254                      1 1 252 254
ConvolutionDepthWise 256                      1 1 254 256 0=512 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=4608 7=512
ReLU             258                      1 1 256 258
Convolution      259                      1 1 258 259 0=512 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=262144
ReLU             261                      1 1 259 261
Convolution      262                      1 1 261 262 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=32768
Permute          263                      1 1 262 263 0=3
Reshape          271                      1 1 263 271 0=-1
InnerProduct     272                      1 1 271 272 0=1 1=1 2=1024
Sigmoid          output0                  1 1 272 output0
